tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"

brew "bat"
brew "curl"
brew "ffmpeg"
brew "git"
brew "mas"
brew "nano"
brew "nodenv"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "speedtest-cli"
brew "tree"
brew "wget"
brew "youtube-dl"
# brew "zsh"
# brew "zsh-autosuggestions"
# brew "zsh-completions"
brew "sanemat/font/ricty"

cask "adobe-creative-cloud"
cask "appcleaner"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "homebrew/cask-versions/discord-ptb"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "obs"
cask "obs-virtualcam"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "Magnet", id: 441258766
mas "RunCat", id: 1429033973
mas "Quiver", id: 866773894
mas "Dynamic Wallpaper", id: 1453504509
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
